import type { ExpertType } from '~/types/ExpertsTypes';

export const MGMT_AND_ADMIN_EXPERTS: ExpertType[] = [
	{
		id: '1',
		name: 'Назаренко Дмитрий',
		description: 'Эксперт ресторанного сервиса и управления',
		photoDir: 'Nazar',
		experience: [
			{ id: '1', description: 'Международный опыт' },
			{
				id: '2',
				description:
					'Девелоперские проекты на Бали (Индонезия): консультант по UX\n' +
					'и инфраструктуре — сервис, рестораны, отели, стратегия, внедрение решений для повышения качества и эффективности',
			},
			{ id: '3', description: 'Консалтинг и обучение: CHG, WRF, Alba Group, ABC Coffee' },
			{
				id: '4',
				description:
					'Организация мероприятий для Exness (Кипр): 5000+ гостей, 50 точек питания, меню, подрядчики, обучение, контроль уровня обслуживания',
			},
			{
				id: '5',
				description:
					'Обучение и стандарты: 2000+ сотрудников, онлайн-обучение, адаптация, аудит, улучшение условий труда',
			},
		],
		skills: [
			{ id: '1', description: 'Обучение сотрудников (линейные сотрудники, менеджмент)' },
			{
				id: '2',
				description: 'Открытие и ребрендинг ресторанов и антикризисное управление',
			},
			{ id: '3', description: 'Создание ресторанных концепций' },
			{
				id: '4',
				description: 'Консалтинг по пользовательскому опыту',
			},
			{
				id: '5',
				description: 'Создание бюджетов, бизнес-моделей и другой финансовой документации',
			},
			{
				id: '6',
				description: 'Проведение аудитов',
			},
			{
				id: '7',
				description: 'Стратегическое планирование',
			},
			{
				id: '8',
				description: 'Организация и проведение',
			},
			{
				id: '9',
				description: 'Мероприятий для первых лиц',
			},
			{
				id: '10',
				description: 'Стандартизация процессов',
			},
		],
		achievements: [
			{
				id: '1',
				description: 'Работа в ресторанах из рейтингов The World’s 50 Best Restaurants и Michelin',
			},
			{
				id: '2',
				description:
					'Cosmos Hotel Group: 1. Руководитель по обучению 2. Заместитель директора F&B — 40+  ресторанов, запуск и ребрендинг, концепции (совместно с Like4Like), стратегия развития брендов, финконтроль, работа с поставщиками, подбор топ-менеджеров',
			},
			{
				id: '3',
				description:
					'АФК «Система»: Исполнительный директор и партнёр — концепция, стройка, финмодель, запуск',
			},
			{
				id: '4',
				description:
					'Организация сервиса для первых лиц страны — протокол, команда, контроль качества',
			},
		],
		projects: [
			{
				id: '1',
				description: 'Управляющая компания Cosmos Hotel Group',
			},
			{
				id: '2',
				description: 'рестораны сети WRF',
			},
			{
				id: '3',
				description: 'Alba (Бульдозер) Group',
			},
			{
				id: '4',
				description: 'ABC Coffee',
			},
			{
				id: '5',
				description: 'коллаборация с Solution School',
			},
			{
				id: '6',
				description: 'обучение более 100 несетевых ресторанов в РФ',
			},
		],
		offers: [
			{
				id: '1',
				description: 'Анализ операционной деятельности',
			},
			{
				id: '2',
				description: 'Финансовый аудит ресторана',
			},
			{
				id: '3',
				description: 'Антикризисный менеджмент',
			},
			{
				id: '4',
				description: 'Построение операционной системы',
			},
			{
				id: '5',
				description: 'Анализ PnL и финансовой модели',
			},
			{
				id: '6',
				description: 'Внедрение KPI и системы мотивации',
			},
			{
				id: '7',
				description: 'Временное управление (crisis team)',
			},
			{
				id: '8',
				description: 'Настройка бизнес-процессов «под ключ»',
			},
			{
				id: '9',
				description: 'Систематизация работы управляющего',
			},
			{
				id: '10',
				description: 'Анализ клиентского пути (Customer Journey)',
			},
		],
	},
	{
		id: '2',
		name: 'Сенча Кирилл',
		description: 'Шеф-бармен, эксперт в области экономики бара',
		photoDir: 'Sencha',
	},
	{
		id: '3',
		name: 'TASTE Event Group',
		description: 'Изысканные события. Безупречный сервис. Запоминающийся вкус.',
		photoDir: 'Nazar',
	},
	{
		id: '4',
		name: 'ФИО',
		description: 'Должность',
		photoDir: 'Sencha',
	},
	{
		id: '5',
		name: 'ФИО',
		description: 'Должность',
		photoDir: 'Nazar',
	},
];
